[
  {
    "name": "Aldebaran",
    "emplacement": "Constellation de Taureau",
    "type": "Géante rouge",
    "diametre_en_km": "Environ 61,8 millions de kilomètres",
    "Distance_de_la_Terre": "Aldebaran est située à environ 65 années-lumière de la Terre",
    "Description": " Aldebaran est une étoile de type géante rouge. Cela indique qu'elle a épuisé l'hydrogène dans son noyau et a commencé à gonfler et à refroidir. Avec un diamètre estimé d'environ 44 fois celui du Soleil, Aldebaran est considérée comme une géante rouge évoluée. Elle est beaucoup plus grande et plus froide que notre étoile, le Soleil.",
    "photo": "/assets/star/aldebaran.png"
  },
  {
    "name": "Sirius A",
    "emplacement": "Constellation du Grand Chien",
    "type": "Etoile blanche",
    "diametre_en_km": "Environ 4,3 millions de kilomètres",
    "Distance_de_la_Terre": "Sirius A est relativement proche de nous, à environ 8,6 années-lumière de la Terre",
    "Description": "Sirius A est la principale étoile du système stellaire Alpha Canis Majoris. Sirius est une étoile binaire, ce qui signifie qu'elle est composée de deux étoiles en orbite l'une autour de l'autre. La composante principale, Sirius A, est une étoile blanche de la séquence principale, tandis que Sirius B est une naine blanche, le reste d'une étoile qui a épuisé son combustible nucléaire. Sirius a une grande importance dans différentes cultures.",
    "photo": "/assets/star/sirius.png"
  },
  {
    "name": "Rigel",
    "emplacement": "Constellation d'Orion",
    "type": "Supergéante bleue",
    "diametre_en_km": "Environ 110,2 millions de kilomètres",
    "Distance_de_la_Terre": "Rigel est située à environ 860 années-lumière de la Terre",
    "Description": "Rigel est une étoile de type spectral B8, ce qui signifie qu'elle est une étoile bleue de la séquence principale. C'est une supergéante bleue. Rigel est une étoile massive, estimée à environ 17 fois la masse du Soleil. Elle est également très lumineuse, avec une luminosité qui dépasse 120 000 fois celle du Soleil. En tant que supergéante bleue, Rigel est une étoile en fin de vie, épuisant rapidement son combustible nucléaire.",
    "photo": "/assets/star/Rigel.png"
  },
  {
    "name": "Trou noir TON618",
    "emplacement": "NGC 6166 (Galaxie elliptique)",
    "type": "Trou noir supermassif",
    "diametre_en_km": "380 milliards de kilomètres",
    "Distance_de_la_Terre": "TON 618 est situé à une distance d'environ 10,37 milliards d'années-lumière de la Terre",
    "Description": "TON 618 est un trou noir supermassif. Ce type de trou noir est situé au centre de la plupart des grandes galaxies, y compris la nôtre, la Voie lactée. La masse de TON 618 est estimée à environ 66 milliards de fois la masse de notre soleil (66 milliards de masses solaires). Cela en fait l'un des trous noirs les plus massifs jamais observés.",
    "photo": "/assets/star/TrouNoir.png"
  },
  {
    "name": "Piliers de la Création",
    "emplacement": "Nébuleuse de l'Aigle",
    "type": "Nébuleuse d'hydrogène",
    "diametre_en_km": "4 à 5 années lumières, qui eux mêmes sont contenu dans une nébuleuse de 55 à 70 années lumières",
    "Distance_de_la_Terre": "Les Piliers de la Création sont situés à environ 7 000 années-lumière de la Terre, dans la constellation du Serpentaire (Serpens)",
    "Description": " Les Piliers de la Création sont une formation emblématique de colonnes de gaz et de poussière à l'intérieur de la nébuleuse de l'Aigle.Les Piliers de la Création sont des régions où le gaz et la poussière s'effondrent sous l'influence de la gravité pour former de nouvelles étoiles. Les colonnes protègent les régions internes de l'érosion causée par le rayonnement intense des étoiles nouvellement formées.",
    "photo": "/assets/star/pilliersdelacréation.png"
  },
  {
    "name": "PSR J0952-0607",
    "type": "Etoile a neutron",
    "emplacement": "Constellation du Sextant",
    "tour_seconde": "707 tours par seconde sur elle même",
    "diametre_en_km": "20 kilomètres",
    "Distance_de_la_Terre": "PSR J0952-0607 est situé à une distance d'environ 5000 années-lumière de la Terre",
    "Description": "PSR J0952-0607 est un pulsar, une étoile à neutrons en rotation rapide formée à partir des restes d'une étoile massive qui a explosé en supernova. Les pulsars sont des étoiles à neutrons qui émettent des faisceaux de rayonnement électromagnétique depuis leurs pôles magnétiques. Lorsque ces faisceaux sont alignés avec la ligne de vision de la Terre, nous détectons des impulsions périodiques de rayonnement, créant l'effet de pulsation. ",
    "photo": "/assets/star/étoileaneutron.png"
  }
]
